[
    {
        "title": "Leveraging LLMs to combat misinformation on social media: risks, opportunities, and system-level impacts",
        "description": "This research examines the feasibility of using large language models (LLMs) to counter misinformation on social media, assessing both potential benefits and risks. It investigates key questions such as how users interact with LLM-generated information, how to enhance its quality, and the accuracy required for safe interventions at scale. Additionally, it employs an agent-based modeling approach to explore system-level effects of misinformation interventions using AI-powered agents.",
        "additionalInfo": [
            "<strong>Related papers</strong><br>",
            "<i class='bi bi-arrow-right'></i> <a href='https://doi.org/10.1073/pnas.2322823121' target='_blank'>Fact-checking information generated by a large language model can decrease news discernment</a>"
        ]
    },
    {
        "title": "Investigating CivitAI’s marketplace for AI-generated content",
        "description": "Generative AI has transformed content creation, with platforms like CivitAI emerging as hubs for developing and sharing AI-generated media. This project examines CivitAI’s unique 'Bounties' system, which allows users to commission custom AI-generated models and images by offering monetary rewards. By analyzing all bounty requests since the platform's inception, we investigate the dynamics of this marketplace, exploring the types of content incentivized, the social structures that emerge, and the broader implications for platform governance and content moderation.",
        "additionalInfo": [
            "<strong>Useful links</strong><br>",
            "<i class='fa-solid fa-arrow-right'></i> <a href='https://civitai.com/' target='_blank'>civitai.com</a><br>",
            "<i class='fa-solid fa-arrow-right'></i> <a href='https://www.engadget.com/controversial-ai-image-platform-civitai-has-been-dropped-by-its-cloud-computing-provider-195530538.html' target='_blank'>Controversial AI image platform Civitai dropped by its cloud computing provider after reports of possible CSAM [engadget]</a>"
        ]
    },
    {
        "title": "Observatory on Social Media Awesome Speakers",
        "description": "I organize the Awesome Speakers event with the Observatory on Social Media. This is a virtual event that aims to provide a platform for leading scholars and researchers to share their work and insights about social media manipulation and misinformation. The series brings together experts from various fields to discuss a range of topics related to information integrity. The series is an excellent opportunity for academics, journalists, and industry professionals to learn about the latest developments in social media research and engage in insightful discussions with experts.",
        "additionalInfo": [
            "<strong>Useful links</strong><br>",
            "<i class='fa-solid fa-arrow-right'></i> <a href='https://osome.iu.edu/events/speaker-series' target='_blank'>Event site</a> (learn more and register)<br>",
            "<i class='fa-solid fa-arrow-right'></i> <a href='https://youtube.com/playlist?list=PL_We_bGEZetGpLVpP4z7oD32_YhzoNlQ0&si=OPoU0NGq-nUg2MHb' target='_blank'>Recorded talks</a> (YouTube playlist)"
        ]
    }
]
